andenetalexander.vim-cheatsheet
angular.ng-template
catppuccin.catppuccin-vsc
dotjoshjohnson.xml
eamodio.gitlens
eriklynd.json-tools
esbenp.prettier-vscode
github.copilot-chat
ms-azuretools.vscode-containers
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.powershell
ms-vscode.vs-keybindings
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
sibiraj-s.vscode-scss-formatter
